#+title: CYCLOTRONS’69

[[file:all-jacow-events.org][All JACoW Events]]


* Export


#+begin_src emacs-lisp :eval t
  (let ((org-time-stamp-custom-formats
         '("<%Y-%m-%d>" . "%Y-%m-%d %a %H:%M"))
        (org-display-custom-times 't))
    (org-table-map-tables
     (lambda ()
       (org-table-export
        (concat "./csv/" (file-name-base) (org-entry-get (point) "TAGS") ".tsv")
        "orgtbl-to-tsv"))))
#+end_src

#+RESULTS:
: Mapping tables: done


* Table

** Event :event:

|------------+----------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------|
| key        | value                                                                                                                                                    | short               |
|------------+----------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------|
| eventtitle | Fifth International Cyclotron Conference                                                                                                                 | CYCLOTRONS’69       |
| eventdate  | <1969-09-17>--<1969-09-20>                                                                                                                             |                     |
| venue      | St. Catherine’s College, Oxford, UK                                                                                                                      |                     |
| booktitle  | Proceedings of the Fifth International Cyclotron Conference                                                                                              | Proc. CYCLOTRONS’69 |
| editor     | R. W. McIlroy and K. J. Howard and G. Huxtable and E. J. Jones and J. P. Scanlon and A. E. Taylor and J. D. Lawson and J. R. J. Bennett and W. B. Powell |                     |
|------------+----------------------------------------------------------------------------------------------------------------------------------------------------------+---------------------|
#+TBLFM: @2$3='(cadar (org-collect-keywords '("TITLE")))::@5$3='(concat "Proc. " (cadar (org-collect-keywords '("TITLE"))))





** Sessions :session:

|------+-----------------------------------------------+-----------------+-----------------------------------|
|      |                                               | chair           | secretary                         |
|------+-----------------------------------------------+-----------------+-----------------------------------|
| I    | New Machines                                  | J. D. Lawson    | J. R. J. Bennett and O. N. Jarvis |
| II   | Computer Control                              | G. Schatz       | K. J. Howard and J. Coupland      |
| III  | Beam Extraction                               | M. M. Gordon    | T. C. Randle and C. R. Walters    |
| IV   | Beam Quality                                  | H. A. Willax    | J. P. Scanlon and W. B. Powell    |
| V    | The Production and Acceleration of Heavy Ions | A. Cabrespine   | J. D. Lawson and A. Langsford     |
| VI   | Compact Cyclotrons                            | W. B. Powell    | J. H. Coupland and K. J. Howard   |
| VII  | Ion Injection                                 | G. Tagliaferri  | E. J. Jones and D. West           |
| VIII | Synchrocyclotron Conversions and Improvements | E. G. Michaelis | A. E. Taylor and G. Huxtable      |
|------+-----------------------------------------------+-----------------+-----------------------------------|

** Paper :inproceedings:

|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| ﻿eid      | title                                                                                                                        | author                                                                                                                                                                                                                                                  | firstpage | lastpage |   pages |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69A01 | Innovations in Isochronous Cyclotrons                                                                                        | J. A. Martin                                                                                                                                                                                                                                            |         3 |       12 |    3-12 |
| CYC69A02 | The {Cyclo-Graaff}, Concept and Practice                                                                                     | F. O. Purser and H. W. Newson and N. R. Roberson and E. G. Bilpuch and R. L. Walter                                                                                                                                                                     |        13 |       23 |   13-23 |
| CYC69A03 | The {Indiana University} {200 MeV} Cyclotron Project                                                                         | M. E. Rickey and M. B. Sampson and B. M. Bardin                                                                                                                                                                                                         |        24 |       29 |   24-29 |
| CYC69A04 | Proposed {Midwest Tandem Cyclotron} ({MTC})                                                                                  | T. K. Khoe and J. J. Livingood and W. J. Ramler                                                                                                                                                                                                         |        30 |       40 |   30-40 |
| CYC69A05 | A Heavy-ion Accelerator Facility Featuring a Separated-Sector Isochronous Cyclotron                                          | S. W. Mosko and J. A. Martin and E. D. Hudson and L. N. Howell and M. L. Mallory                                                                                                                                                                        |        41 |       49 |   41-49 |
| CYC69A06 | Proposed {Michigan State University} {Trans-uranic Accelerator Facility}                                                     | H. G. Blosser and M. M. Gordon and D. A. Johnson                                                                                                                                                                                                        |        50 |       57 |   50-57 |
| CYC69A07 | Status Report on {SIN}                                                                                                       | H. A. Willax                                                                                                                                                                                                                                            |        58 |       72 |   58-72 |
| CYC69A08 | The {TRIUMF} Project                                                                                                         | J. B. Warren                                                                                                                                                                                                                                            |        73 |       84 |   73-84 |
| CYC69A09 | Beam Quality and Expected Energy Resolution from the {TRIUMF} Cyclotron                                                      | M. K. Craddock and J. R. Richardson                                                                                                                                                                                                                     |        85 |       94 |   85-94 |
| CYC69A10 | A Fractional Turn Injector Cyclotron                                                                                         | R. Smythe                                                                                                                                                                                                                                               |        95 |      100 |  95-100 |
| CYC69A11 | Beam Transport System Optics Studies for the {University of Maryland} Cyclotron                                              | R. E. Berg                                                                                                                                                                                                                                              |       101 |      104 | 101-104 |
| CYC69A12 | A ‘Square Wave’ {RF} System Design for the {TRIUMF} Cyclotron                                                                | K. L. Erdman and A. Prochazka and O. K. Fredriksson and R. Thomas and W. A. Grundman                                                                                                                                                                    |       105 |      110 | 105-110 |
| CYC69A13 | Design of the 4000 ton Magnet for the {TRIUMF} Cyclotron                                                                     | E. G. Auld and S. Oraas and A. J. Otter and G. H. Mackenzie and J. R. Richardson and J. J. Burgerjon                                                                                                                                                    |       111 |      119 | 111-119 |
| CYC69A14 | Design Features of the {Princeton} {A.V.F.} Cyclotron Facility                                                               | R. E. Pollock                                                                                                                                                                                                                                           |       120 |      123 | 120-123 |
| CYC69A15 | The {UCL} Isochronous Cyclotron Conceptual Design and Status Report                                                          | P. Macq and P. Delphin and A. Dupuis and P. Peironet                                                                                                                                                                                                    |       124 |      125 | 124-125 |
| CYC69A16 | {RF} System for a Proposed Heavy Ion Cyclotron                                                                               | S. W. Mosko                                                                                                                                                                                                                                             |       126 |      129 | 126-129 |
| CYC69A17 | The External Beam Handling System for the {A.V.F.} Cyclotron of the {University of Groningen}                                | L. W. Put                                                                                                                                                                                                                                               |       130 |      133 | 130-133 |
| CYC69A18 | {Grenoble} Cycloton Progress Report                                                                                          | J. Fermé and F. Ripouteau and J. L. Belmont and G. Laborie and G. Goin                                                                                                                                                                                  |       134 |      140 | 134-140 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69B01 | The Cyclotron and the Computer: A Look at the Present and the Future                                                         | de Forest, R. A.                                                                                                                                                                                                                                        |       141 |      150 | 141-150 |
| CYC69B02 | The Control System of the {Dubna} Monoenergy Cyclotron                                                                       | Yu. N. Denisov and A. N. Lyubenko and P. T. Shishlyanikov                                                                                                                                                                                               |       151 |      158 | 151-158 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69C01 | Extraction from Medium and High Energy Cyclotrons                                                                            | W. Joho                                                                                                                                                                                                                                                 |       159 |      179 | 159-179 |
| CYC69C02 | A Magnetically Self-shaping Septum for Beam Deflection                                                                       | E. D. Hudson and F. E. McDaniel                                                                                                                                                                                                                         |       180 |      189 | 180-189 |
| CYC69C03 | Results of Beam Extraction at the Jülich {90 MeV} Deuteron {AEG} Isochronous Cyclotron                                       | P. Wucherer and H. Thimmel                                                                                                                                                                                                                              |       190 |      199 | 190-199 |
| CYC69C04 | Extraction Performance of the {Harwell} Variable Energy Cyclotron                                                            | E. J. Jones and K. J. Howard                                                                                                                                                                                                                            |       200 |      207 | 200-207 |
| CYC69C05 | A Magnetic Regenerator                                                                                                       | S. W. Oh and W. B. Powell                                                                                                                                                                                                                               |       208 |      214 | 208-214 |
| CYC69C06 | First and Second Harmonic Extraction                                                                                         | Van Nieuwland, J. M.                                                                                                                                                                                                                                    |       215 |      225 | 215-225 |
| CYC69C07 | Design Studies for an Ultra-thin Septum Extraction Channel for the Modified {NEVIS} Synchrocyclotron                         | K. Ziegler and E. Martin and R. Cohen                                                                                                                                                                                                                   |       226 |      228 | 226-228 |
| CYC69C08 | Resonance Free or Precessional Extraction - A Comparison                                                                     | H. Liesem                                                                                                                                                                                                                                               |       229 |      234 | 229-234 |
| CYC69C09 | A Study of the Regenerative Extraction System in the {CERN} Synchrocyclotron                                                 | S. Lindbäck                                                                                                                                                                                                                                             |       235 |      244 | 235-244 |
| CYC69C10 | Extraction of Multiple Beams of Various Energies from the {TRIUMF} Negative Ion Isochronous Cyclotron                        | L. P. Robertson and E. G. Auld and G. H. Mackenzie and A. J. Otter                                                                                                                                                                                      |       245 |      249 | 245-249 |
| CYC69C11 | Cyclotron Beam Sharing for Multiple Target Irradiations                                                                      | G. Burton                                                                                                                                                                                                                                               |       250 |      256 | 250-256 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69D01 | Optimisation of the Cyclotron Central Region for the Nuclear Physics User                                                    | H. G. Blosser                                                                                                                                                                                                                                           |       257 |      273 | 257-273 |
| CYC69D02 | Some Factors Determining the Beam Quality of {A.V.F.} Cyclotrons                                                             | H. L. Hagedoorn and N. Hazewindus and Van Nieuwland, J. M.                                                                                                                                                                                              |       274 |      288 | 274-288 |
| CYC69D03 | The Effects of Central-region Conditions on Time Structure and Quality of Cyclotron Beams                                    | M. P. Reiser                                                                                                                                                                                                                                            |       289 |      304 | 289-304 |
| CYC69D04 | The Longitudinal Space Charge Effect and Energy Resolution                                                                   | M. M. Gordon                                                                                                                                                                                                                                            |       305 |      317 | 305-317 |
| CYC69D05 | Harmonic Operation of the {Harwell} Variable Energy Cyclotron                                                                | K. J. Howard and E. J. Jones                                                                                                                                                                                                                            |       318 |      324 | 318-324 |
| CYC69D06 | Cyclotron Beam Pulser for Particle Time-of-flight Experiments                                                                | W. P. Johnson and H. G. Blosser and P. Sigg                                                                                                                                                                                                             |       325 |      332 | 325-332 |
| CYC69D07 | Phase-space Volume Measurements on the {Nuffield} {60 in} Cyclotron                                                          | K. V. Ettinger and J. F. B. Dealler and F. R. Stewart                                                                                                                                                                                                   |       333 |      340 | 333-340 |
| CYC69D08 | The External Beam Mono-chromatisation System in the {2.4 m} Isochronous Cyclotron at the {Kurchatov Atomic Energy Institute} | N. I. Venikov and K. N. Korol and N. N. Poselsky and Yu. G. Basargin and V. I. Bogdanova and Yu. P. Severgin                                                                                                                                            |       341 |      347 | 341-347 |
| CYC69D09 | Emittance Measurements at the {Jülich Isochronous Cyclotron} ({JULIC})                                                       | W. Kuhlmann and J. Bojowald and C. Mayer-Böricke and J. Reich                                                                                                                                                                                           |       348 |      356 | 348-356 |
| CYC69D10 | Proposed Use of a Storage Ring to Improve the Microscopic Duty Factor of a Cyclotron                                         | B. T. Wright                                                                                                                                                                                                                                            |       357 |      362 | 357-362 |
| CYC69D11 | On the Production of Monochromatic Beams Using Cyclotron Acceleration                                                        | R. N. Litunovsky and Yu. G. Basargin and O. A. Minyaev                                                                                                                                                                                                  |       363 |      369 | 363-369 |
| CYC69D12 | Peculiarities of Charged Particle Motion in the Monoenergetic Cyclotron                                                      | V. P. Dmitrievsky and V. V. Kolga and N. I. Polumordvinova                                                                                                                                                                                              |       370 |      374 | 370-374 |
| CYC69D13 | Spectometric Isochronous Cyclotron                                                                                           | A. A. Kolomensky and Yu. K. Khokhlov and I. Ya. Barit and V. N. Kanunnikov and L. N. Katsaurov and E. M. Moroz and L. N. Netchaeva and A. P. Fataev and I. V. Shtranikh and O. A. Gusev and R. N. Litunovsky and I. F. Malishev and O. A. Minyaev and M. P. Svinyin and G. A. Vasilyev and Yu. G. Basargin |       375 |      379 | 375-379 |
| CYC69D14 | High Resolution Nuclear Studies Using Cyclotron Beams                                                                        | E. Kashy and G. F. Trentelman and R. K. Jolly                                                                                                                                                                                                           |       380 |      387 | 380-387 |
| CYC69D15 | Operational Experience with the {H⁻} Beam of the {Milan} Cyclotron                                                           | G. Dutto and E. Acerbi and G. Strini and C. Succi and C. Birattari and M. Castiglioni and G. Fait                                                                                                                                                       |       388 |      398 | 388-398 |
| CYC69D16 | Multi-Channel Non-Intercepting Phase Probe for the {University of Maryland} Cyclotron                                        | J. K. Bird and R. E. Berg                                                                                                                                                                                                                               |       399 |      402 | 399-402 |
| CYC69D17 | A Non-intercepting Cyclotron Beam Monitor                                                                                    | K. V. Ettinger and F. R. Stewart                                                                                                                                                                                                                        |       403 |      409 | 403-409 |
| CYC69D18 | The {RF} System of the Monoenergetic Cyclotron                                                                               | A. A. Glazov and V. A. Kochkin and D. L. Novikov and L. M. Onischenko                                                                                                                                                                                   |       410 |      413 | 410-413 |
| CYC69D19 | The Magnetic System of the Monoenergetic Cyclotron                                                                           | S. B. Vorozhtsov and B. I. Zamolodchikov and N. L. Zaplatin                                                                                                                                                                                             |       414 |      422 | 414-422 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69E01 | A Survey of Methods of Accelerating Heavy Ions                                                                               | R. S. Livingston                                                                                                                                                                                                                                        |       423 |      445 | 423-445 |
| CYC69E02 | Acceleration of Very Heavy Ions By Means of a Two-cyclotron Facility                                                         | R. W. Müller and O. Böttger                                                                                                                                                                                                                             |       446 |      452 | 446-452 |
| CYC69E03 | Heavy Ion Acceleration at {ORIC}                                                                                             | R. S. Lord and B. L. Duelli and E. D. Hudson and M. L. Mallory and E. Newman and M. J. Saltmarsh and W. R. Smith and S. S. Stevens and A. Zucker                                                                                                        |       453 |      458 | 453-458 |
| CYC69E04 | On the Generation and Injection of Heavy-ions into Cyclotrons                                                                | K. D. Jenkins                                                                                                                                                                                                                                           |       459 |      468 | 459-468 |
| CYC69E05 | Ion sources for Multiply Charged Heavy Ions                                                                                  | J. R. J. Bennett                                                                                                                                                                                                                                        |       469 |      479 | 469-479 |
| CYC69E06 | The {C.E.V.} Injector Ion Source                                                                                             | P. Debray and L. Ah-Hot and J. Arianer and J. Baixas and M. Malard and A. Serafini                                                                                                                                                                      |       480 |      486 | 480-486 |
| CYC69E07 | Heavy Ion Acceleration in the {IPCR} {160 cm} Cyclotron                                                                      | T. Karasawa and I. Kohno and Y. Miyazawa and T. Tonuma and S. Nakajima and T. Inoue and A. Shimamura and Y. Yoshida and T. Inamura                                                                                                                      |       487 |      498 | 487-498 |
| CYC69E08 | The Production and Acceleration of Heavy Ions in the {Harwell} Variable Energy Cyclotron                                     | J. R. J. Bennett                                                                                                                                                                                                                                        |       499 |      507 | 499-507 |
| CYC69E09 | Sources of Highly-stripped Ions for Ion Accelerators                                                                         | N. J. Peacock and R. S. Pease                                                                                                                                                                                                                           |       508 |      514 | 508-514 |
| CYC69E10 | The {HIPAC} Ion Source: Recent Theory and Experiments                                                                        | J. D. Daugherty and J. E. Eninger and G. S. Janes and R. H. Levy                                                                                                                                                                                        |       515 |      529 | 515-529 |
| CYC69E11 | Series Combination of a Tandem and a Cyclotron and Vice Versa                                                                | O. Böttger and R. Mahrt                                                                                                                                                                                                                                 |       530 |      536 | 530-536 |
| CYC69E12 | Conceptual Design of a Two-Stage, Two-Gap Cyclotron                                                                          | B. T. Wright and G. J. Igo and J. R. Richardson and J. W. Verba                                                                                                                                                                                         |       537 |      544 | 537-544 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69F01 | Design Specifications for Compact Cyclotrons                                                                                 | M. A. Chaudhri and O. Böttger                                                                                                                                                                                                                           |       545 |      555 | 545-555 |
| CYC69F02 | The {20 MeV} Compact Cyclotron                                                                                               | F. Dupont and B. Gremont                                                                                                                                                                                                                                |       556 |      558 | 556-558 |
| CYC69F03 | Basic Design Parameters of a Small Size Isochronous Cyclotron                                                                | A. G. Alekseev and P. V. Bogdanov and A. N. Galaev and I. F. Malishev and V. A. Panov and A. V. Stepanov and I. V. Tusov                                                                                                                                |       559 |      563 | 559-563 |
| CYC69F04 | The {AEG} Compact Cyclotron                                                                                                  | E. Hartwig                                                                                                                                                                                                                                              |       564 |      572 | 564-572 |
| CYC69F05 | Design and Performance of a Compact Multi-particle Cyclotron                                                                 | G. O. Hendry and A. A. Fleischer and C. G. Smith and J. L. Tom and D. K. Wells                                                                                                                                                                          |       573 |      582 | 573-582 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69G01 | Survey of External Injection Systems for Cyclotrons                                                                          | D. J. Clark                                                                                                                                                                                                                                             |       583 |      601 | 583-601 |
| CYC69G02 | The Axial Injector for the {Harwell} Variable Energy Cyclotron                                                               | J. R. J. Bennett                                                                                                                                                                                                                                        |       602 |      609 | 602-609 |
| CYC69G03 | Operation of the Polarised Ion Source and Axial Injection System for the 88-{in} Cyclotron                                   | D. J. Clark and A. U. Luccio and F. Resmini and H. Meiner                                                                                                                                                                                               |       610 |      619 | 610-619 |
| CYC69G04 | The External Injection System for the {Groningen} Cyclotron                                                                  | O. C. Dermois                                                                                                                                                                                                                                           |       620 |      624 | 620-624 |
| CYC69G05 | Some Studies on the Axial Injection System for a Compact Cyclotron                                                           | N. Hazewindus                                                                                                                                                                                                                                           |       625 |      637 | 625-637 |
| CYC69G06 | Status Report on the {Alice} Project                                                                                         | E. Baron and L. Ah-Hot and M. P. Bourgarel and C. Bieth and A. Cabrespine and G. Goldstein                                                                                                                                                              |       638 |      645 | 638-645 |
| CYC69G07 | Injection and Stripping of a Heavy Ion Beam in the {Orsay} Cyclotron                                                         | E. Baron and L. Ah-Hot and M. P. Bourgarel                                                                                                                                                                                                              |       646 |      657 | 646-657 |
| CYC69G08 | Design and Performance of an {H⁻} Injector Cyclotron                                                                         | G. O. Hendry and A. A. Fleischer and D. K. Wells                                                                                                                                                                                                        |       658 |      665 | 658-665 |
| CYC69G09 | {H⁻} Ion Injection into the Central Region of the {TRIUMF} Cyclotron                                                         | M. K. Craddock and R. J. Louis and M. P. Reiser                                                                                                                                                                                                         |       666 |      669 | 666-669 |
| CYC69G10 | Radial Injection of a Polarised Beam into a Cyclotron                                                                        | V. A. Bejsovec and P. Bém and O. Karban and J. Mares and Z. Trejbal                                                                                                                                                                                     |       670 |      672 | 670-672 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| CYC69H01 | The {Harwell} {110 in} Synchrocyclotron Modification Scheme                                                                  | J. P. Scanlon                                                                                                                                                                                                                                           |       673 |      687 | 673-687 |
| CYC69H02 | The {Berkeley} Synchrocyclotron Improvement Programme                                                                        | K. MacKenzie and L. Kanstein and R. Sorensen and L. Glasgow and J. Vale                                                                                                                                                                                 |       688 |      698 | 688-698 |
| CYC69H03 | {Nevis} Synchrocyclotron Conversion Project                                                                                  | J. Rainwater and R. Cohen and E. Martin and R. Schneider and K. Ziegler and S. Ohnuma                                                                                                                                                                   |       699 |      710 | 699-710 |
| CYC69H04 | Some Peculiarities of Phase Motion in the Phasotron with Spatial Variation of Magnetic Field                                 | V. P. Dmitrievsky and B. I. Zamolodchikov and N. I. Polumordvinova and V. V. Kolga                                                                                                                                                                      |       711 |      718 | 711-718 |
| CYC69H05 | Status Report on the {CERN} Synchrocyclotron Improvement Programme                                                           | N. Vogt-Nilsen                                                                                                                                                                                                                                          |       719 |      727 | 719-727 |
| CYC69H06 | The Proton Source for the Improved {CERN} Synchrocyclotron                                                                   | R. Galiana                                                                                                                                                                                                                                              |       728 |      735 | 728-735 |
| CYC69H07 | Factors Affecting Beam Intensity and Quality in Synchrocyclotrons                                                            | S. Holm                                                                                                                                                                                                                                                 |       736 |      748 | 736-748 |
| CYC69H08 | Conversion Studies for the {SREL} 600-{MeV} Synchrocyclotron                                                                 | M. P. Reiser and H. Kim and D. LeVine                                                                                                                                                                                                                   |       749 |      767 | 749-767 |
| CYC69H09 | Modification of a Conventional {37 in} Cyclotron                                                                             | L. Schecter and H. T. Easterday and P. Fessenden and L. W. Swenson and C. W. Rogers and M. A. Wilson                                                                                                                                                    |       768 |      768 |     768 |
| CYC69H10 | Resonant Proton Beam Depolarisation in a Synchrocyclotron                                                                    | G. Besnier                                                                                                                                                                                                                                              |       769 |      774 | 769-774 |
|----------+------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
#+TBLFM: $5=@+1$-1 -1 :: @>$5=774
#+TBLFM: $6='(if (equal $-2 $-1) (format "%s" $-2) (format "%s-%s" $-2 $-1))

